-pau-
</s>
<s>
<unk>
a
ai
an
anh
b
ba
ban
bao
bay
bi
bia
bin
binh
biên
biến
biết
biển
biểu
biện
biệt
bon
buông
buồn
buổi
bà
bài
bàn
bàng
bào
bày
bác
bách
bán
bánh
báo
bây
bã
bãi
bè
bé
béo
bê
bên
bì
bình
bí
bính
bò
bó
bón
bóng
bô
bông
bõm
bù
bùng
bú
búp
bút
băm
băng
bơm
bước
bướng
bạc
bạch
bạn
bạo
bản
bảng
bảo
bảy
bất
bấy
bần
bầu
bẩm
bẩn
bật
bắc
bắt
bằm
bằng
bẻ
bến
bề
bền
bệnh
bị
bịt
bọ
bọn
bọt
bỏ
bố
bốc
bối
bốn
bồi
bổ
bỗng
bộ
bộc
bội
bột
bớ
bớt
bờ
bời
bởi
bụi
bụng
bức
bực
ca
cam
can
canh
cao
cau
cay
cha
chai
chanh
che
chi
chia
chim
chinh
chiếc
chiếm
chiến
chiếu
chiều
cho
choạng
chu
chua
chung
chuyên
chuyến
chuyển
chuyện
chuông
chuẩn
chuối
chài
chàm
chàng
chào
chán
cháu
châm
chân
châu
chém
chép
chênh
chí
chín
chính
chó
chóc
chóp
chôn
chõng
chùa
chú
chúa
chúng
chút
chăm
chĩa
chơi
chưa
chưng
chương
chướng
chạch
chạm
chạp
chạy
chả
chảy
chấm
chấp
chất
chập
chật
chắc
chẳng
chặt
chẽ
chế
chết
chề
chỉ
chị
chịu
chọn
chọt
chống
chồng
chỗ
chớ
chờ
chợ
chợt
chủ
chủng
chứ
chức
chứng
chửng
chữ
chữa
coi
con
cong
cu
cua
cung
cuối
cuốn
cuộc
càn
càng
cành
cá
các
cách
cái
cám
cán
cánh
cáo
cáp
cát
cáu
cân
câu
cây
cãi
cò
còn
có
cóc
cót
cô
côn
công
cõi
cùng
cúi
cúng
cút
căm
căn
căng
cũ
cũng
cơ
cơn
cưới
cười
cường
cưỡng
cạn
cạnh
cạo
cạp
cả
cải
cảm
cản
cảnh
cấp
cầm
cần
cầu
cẩu
cập
cậu
cắt
cọ
cọng
cọp
cọt
cỏ
cố
cốc
cốt
cổng
cộng
cớ
cờ
cởi
cỡ
cụ
cục
cụm
cụt
củ
của
củi
củng
cứ
cứu
cử
cửa
da
danh
di
dinh
diêm
diễn
diện
diệt
do
doanh
dung
duy
duyên
duyệt
dài
dàn
dàng
dành
dày
dám
dân
dâu
dây
dãi
dép
dê
dòng
dõi
dù
dùng
dăm
dĩ
dũng
dơ
dư
dương
dưới
dưỡng
dạ
dạng
dạy
dả
dấu
dầm
dần
dầu
dẩu
dẫn
dật
dậy
dặn
dẹp
dễ
dị
dịch
dịu
dọc
dọn
dốc
dốt
dồi
dồn
dờ
dụ
dục
dụng
dứa
dứt
dừng
dự
dựa
dựng
e
em
eo
ga
gai
gam
gan
ghi
ghim
ghét
ghẻ
ghế
gia
giai
gian
giang
giao
già
giành
giàu
giá
giác
giám
giáo
giáp
giây
giã
giãn
giê
giêng
giò
gió
giùm
giúp
giường
giả
giải
giảm
giảng
giấc
giấu
giấy
giầu
giận
giật
giằng
giặc
giặt
giếm
giết
giềng
giọng
giọt
giỏi
giống
giới
giờ
giữ
giữa
goá
goép
guồng
gà
gái
gây
gã
gì
gìn
gò
gòn
góc
góp
gô
gù
gương
gạo
gảy
gấp
gần
gật
gậy
gắn
gắng
gặp
gọi
gốc
gồm
gỗ
gội
gục
gừng
gửi
hai
ham
hang
hay
heo
hi
hiến
hiếu
hiểm
hiểu
hiện
hiệp
hiệu
ho
hoa
hoà
hoài
hoàn
hoàng
hoá
hoạ
hoạch
hoạt
hoảng
hoặc
hung
huy
huyết
huyện
huế
huệ
huỳnh
huỷ
hy
hà
hàm
hàn
hàng
hành
hào
hái
hám
hán
hát
hãm
hãy
hình
hò
hòn
hói
hô
hôi
hôm
hôn
hông
hùng
húm
hút
hũ
hơi
hơn
hư
hương
hướng
hưởng
hượm
hại
hạn
hạng
hạnh
hạt
hả
hải
hảo
hấp
hất
hầu
hận
hậu
hắn
hắt
hằng
hẹp
hết
hề
hễ
hệ
hịch
họ
học
họng
họp
hỏi
hỏng
hố
hốc
hối
hốt
hồ
hồi
hồn
hồng
hổ
hỗ
hỗn
hộ
hội
hột
hở
hợp
hứng
hữu
i
im
k
khai
khao
khi
khiến
khoa
khoai
khoảng
khoẻ
khu
khuya
khuyên
khuôn
khuất
khá
khác
khách
khái
khám
kháng
khánh
khâm
khè
khéo
khép
khí
khía
khích
khó
khóc
khô
không
khúc
khúm
khăn
khưu
khả
khản
khảo
khẩn
khẩu
khắc
khắp
khẽ
khịch
khọm
khỏi
khố
khối
khổ
khổng
khởi
khục
khứ
ki
kia
kim
kinh
kiên
kiêng
kiếm
kiến
kiết
kiểm
kiểu
kiện
kèm
kéo
kép
két
kê
kênh
kêu
kìa
kìm
kích
kín
kính
kít
ký
kĩ
kưn
kẹt
kẻ
kẽ
kẽo
kế
kết
kề
kể
kịp
kỳ
kỵ
kỷ
kỹ
la
lai
lam
lan
lang
lanh
lao
lau
len
lin
linh
liên
liền
liệt
liệu
lo
loe
long
loài
loại
loạn
luyên
luôn
luận
luật
luỹ
ly
là
làm
làn
làng
lành
lá
lác
lái
láng
lánh
lâm
lân
lâu
lãnh
lão
léo
lê
lên
lình
lí
lính
lò
lòng
ló
lót
lô
lôi
lông
lúc
lý
lăm
lăng
lũ
lư
lưng
lưu
lương
lưới
lưỡi
lược
lượng
lượt
lạ
lạc
lại
lạnh
lấy
lầm
lần
lầy
lẩn
lẫm
lẫy
lập
lật
lắm
lắng
lằn
lặng
lặt
lẹo
lẻ
lẽ
lề
lễ
lệ
lệch
lệnh
lị
lịch
lọ
lọc
lọm
lối
lốp
lồng
lỗi
lộ
lộc
lội
lớn
lớp
lờ
lời
lở
lỡ
lợi
lợt
lục
lụt
lừng
lửa
lựa
lực
lỵ
ma
mai
mang
mau
may
me
men
mi
minh
miên
miêu
miếng
miễn
miệng
mong
mua
muối
muốn
muộn
mà
màu
mày
má
mái
máng
máo
mát
máu
máy
mâu
mã
mãi
mãn
mèo
méc
mét
mê
mì
mình
mò
mòn
món
móng
mô
môi
môn
mông
mõm
mùa
mùi
măng
mĩ
mũi
mơ
mưa
mưu
mươi
mướp
mười
mượt
mạch
mạng
mạnh
mạo
mả
mảnh
mất
mấy
mầm
mầu
mẫu
mật
mậu
mắc
mắm
mắng
mắt
mặc
mặt
mẹ
mẹc
mẹo
mẻ
mẽ
mến
mết
mếu
mềm
mỉa
mỉm
mị
mọ
mọc
mọi
mọt
mỏng
mối
mốt
mồ
mổ
mỗi
mộ
một
mớ
mới
mờ
mời
mở
mỡ
mụ
mục
mức
mực
mỹ
na
nam
nay
ne
ngang
ngay
nghe
nghi
nghiên
nghiền
nghiệm
nghiệp
nghèo
nghìn
nghĩ
nghĩa
nghẹo
nghếch
nghề
nghệ
nghị
nghịch
nghịu
ngoan
ngoe
ngon
ngoài
ngoại
ngu
nguy
nguyên
nguyền
nguyễn
nguyện
nguồn
ngàn
ngành
ngày
ngán
ngâm
ngân
ngãi
ngòi
ngôn
ngũ
ngư
người
ngượng
ngạc
ngại
ngầm
ngẩng
ngắm
ngắn
ngọ
ngọc
ngọt
ngốc
ngồi
ngộ
ngột
ngờ
ngợm
ngụ
ngủ
ngừa
ngừng
ngửa
ngửi
ngữ
ngựa
ngực
nha
nhanh
nhau
nheo
nhiên
nhiêu
nhiều
nhiểu
nhiễm
nhiệm
nhiệt
nho
nhu
nhung
nhuyễn
nhà
nhàn
nhàng
nhào
nhánh
nhân
nhã
nhãn
nhé
nhìn
nhí
nhíu
nhóm
nhóng
nhõm
nhăn
như
nhưng
nhược
nhạc
nhạt
nhạy
nhảm
nhảy
nhất
nhẫn
nhận
nhập
nhật
nhắm
nhằm
nhẵn
nhẹ
nhẻm
nhếch
nhịp
nhỏ
nhồi
nhớ
nhờ
nhức
những
nin
ninh
niêm
niên
niềm
niểng
niệm
no
non
nuôi
nuốt
nàng
nào
này
nám
nát
náy
nâng
nãy
nè
nêm
nên
nêu
nín
nòng
nó
nói
nóng
nông
núm
năm
năng
nơi
nương
nước
nướng
nạc
nạp
nản
nảy
nấc
nấm
nấp
nẩy
nắm
nắng
nằm
nẵng
nặng
nếm
nếu
nền
nỉ
nọ
nọc
nỏ
nối
nồng
nổ
nổi
nỗ
nỗi
nộ
nội
nờ
nở
nợ
nửa
nữ
nữa
o
oai
ong
oà
oàng
oán
oánh
oắt
oặt
pa
ph
pha
phai
phe
phi
phiên
phong
phu
phá
phái
phán
pháp
phát
phân
phép
phê
phí
phía
phòng
phó
phóc
phóng
phù
phú
phúc
phút
phơi
phương
phạm
phạt
phải
phần
phẩm
phẩy
phẫn
phận
phật
phẳng
phịch
phịu
phỏng
phố
phối
phổi
phụ
phục
phụng
phủ
phức
phừng
pu
pua
pí
qua
quan
quang
quanh
quay
quen
quy
quyết
quyền
quà
quá
quán
quát
quân
quét
quê
quên
quý
quăng
quạch
quại
quả
quản
quảng
quần
quận
quật
quằn
quế
quốc
ra
rao
rau
rem
ren
reo
ri
riêng
run
ruộng
ruột
ràng
rác
rách
ráng
râu
rãi
rãnh
réo
rít
ríu
rò
rô
rõ
rùa
rú
rút
răm
răng
rơ
rưỡi
rượu
rất
rậm
rắc
rắt
rằng
rẻ
rễ
rệt
rịa
rọi
rối
rồi
rộn
rộng
rời
rỡ
rợn
rợp
rụng
rủa
rừng
rửa
rực
sa
sai
sang
sao
sau
say
sen
sinh
so
soi
soài
soạt
su
sung
suy
suýt
suối
suốt
sài
sàn
sách
sáng
sánh
sát
sáu
sâu
sòng
sóng
sót
sôi
sông
sõng
sút
sĩ
sơ
sơn
sư
sưa
sương
sướng
sườn
sạch
sạn
sản
sảng
sầm
sầu
sậm
sập
sắc
sắng
sắp
sẽ
sệt
số
sống
sốt
sột
sớm
sở
sợ
sợi
sụp
sụt
sứ
sứa
sức
sử
sữa
sự
t
ta
tam
tan
tang
tanh
tao
tay
tha
thai
tham
thang
thanh
thao
thay
theo
thi
thiên
thiêu
thiết
thiếu
thiểu
thiện
thiệp
thiệt
tho
thoáng
thoát
thoại
thoả
thu
thuyết
thuần
thuẫn
thuận
thuật
thuế
thuốc
thuộc
thuỳ
thuỷ
thy
thành
thác
thách
thái
tháng
thánh
tháp
thân
thèm
thép
thê
thêm
thêu
thì
thìa
thình
thí
thích
thín
thôi
thôn
thông
thõng
thù
thúc
thăm
thăng
thơ
thơm
thư
thưa
thương
thường
thưởng
thượng
thạch
thả
thấp
thất
thấy
thần
thầy
thẩm
thậm
thập
thật
thắc
thắm
thắng
thằng
thẳm
thẳng
thẽ
thế
thể
thị
thịt
thọc
thọt
thỏ
thống
thốt
thổi
thờ
thời
thở
thợ
thụ
thục
thủ
thủng
thứ
thức
thừ
thừa
thử
thực
ti
tim
tin
tinh
tiên
tiêu
tiếc
tiến
tiếng
tiếp
tiết
tiềm
tiền
tiểu
tiễn
tiệc
tiện
to
toà
toàn
toán
tra
trai
tran
trang
tranh
treo
tri
trinh
triều
triển
triệu
trong
trung
truy
truyền
trà
tràn
trào
trách
tránh
trân
trãi
trên
trì
trình
trí
trò
tròn
trôi
trông
trùn
trùng
trúc
trúng
trút
trăm
trăn
trưa
trưng
trương
trước
trường
trưởng
trại
trạm
trạng
trả
trải
trảng
trấn
trần
trầy
trận
trật
trắc
trắng
trẻ
trệ
trị
trịnh
trọ
trọng
trốn
trộm
trộn
trời
trở
trợ
trụ
trứng
trừ
trừng
trừu
trữ
trực
tui
tung
tuy
tuyên
tuyến
tuyền
tuyển
tuyệt
tuần
tuệ
tuổi
tuỳ
ty
tài
tàn
tàng
tàu
tá
tác
tách
tám
tán
táng
táo
táy
tâm
tân
tây
tê
tên
tì
tìm
tình
tí
tích
tím
tín
tính
tít
tíu
tòng
tóc
tóm
tô
tôi
tôm
tôn
tù
tú
túi
túm
tăng
tĩnh
tơi
tư
tươi
tương
tước
tưởng
tượng
tạ
tạc
tại
tạm
tạo
tạp
tả
tải
tản
tảng
tấm
tấn
tất
tầm
tầng
tẩu
tận
tập
tắc
tẹo
tế
tết
tệ
tỉa
tỉnh
tịch
tọc
tỏ
tỏi
tố
tốc
tối
tốn
tốt
tồi
tồn
tổ
tổn
tổng
tộc
tội
tớ
tới
tờ
tời
tục
tụi
tủ
tứ
tức
từ
từng
tử
tửu
tự
tựt
tựu
u
um
ung
uy
uý
uýnh
uất
uốn
uống
uổng
uỷ
v
vai
vang
veo
vi
vinh
viêm
viên
viết
viễn
việc
viện
việt
vong
vua
vui
vung
và
vài
vàng
vào
váy
vân
vâng
vây
vãnh
vê
vì
vòi
vòng
vô
võ
võng
vùng
vú
văn
vĩnh
vũ
vũng
vơ
vơi
vương
vượt
vạm
vải
vấn
vầng
vẫn
vận
vật
vậy
vặn
vặt
vẻ
vẽ
về
vệ
vị
vọng
vọt
vỏ
vốn
vội
với
vời
vỡ
vợ
vụ
vừa
vững
vực
x
xa
xanh
xe
xem
xi
xin
xiên
xoa
xong
xoè
xoẹt
xu
xung
xuyên
xuân
xuất
xuống
xà
xàm
xào
xá
xác
xâm
xây
xã
xét
xê
xì
xía
xóm
xô
xúc
xăm
xăng
xơ
xưa
xưng
xương
xước
xướng
xảy
xấu
xế
xếp
xứ
xứng
xử
y
yên
yêu
yết
yếu
yểm
à
ào
á
ác
ách
ái
án
ánh
áo
áp
áy
âm
ân
âu
ém
ép
ét
ê
êm
ì
ích
ít
ò
ó
óc
ói
óng
ô
ôm
ông
ù
ùm
ùn
ùng
úi
úng
úp
út
ý
ăn
đa
đai
đang
đau
đem
đen
đeo
đi
điền
điều
điểm
điện
điệu
đoan
đoàn
đoá
đoạn
đoạt
đuôi
đà
đài
đàn
đào
đày
đá
đác
đám
đáng
đánh
đáp
đâm
đâu
đây
đã
đãi
đèn
đéc
đêm
đình
đích
đòi
đó
đói
đón
đóng
đô
đôi
đông
đùa
đúng
đăng
đĩ
đĩa
đũa
đơn
đưa
đương
đường
được
đại
đạo
đạp
đạt
đảm
đảng
đảnh
đất
đấu
đấy
đầu
đầy
đẩy
đậm
đập
đậy
đắc
đắng
đắp
đằng
đặc
đặt
đẹn
đẹp
đẻ
đế
đến
đề
đềm
đền
đều
để
đệ
địa
địch
định
đọc
đỏ
đốc
đối
đốt
đồ
đồi
đồn
đồng
đổ
đổi
đổng
độ
độc
đội
độn
động
đột
đới
đớn
đớt
đời
đờm
đợi
đủ
đứa
đức
đứng
đừng
ơ
ơi
ơn
ư
ưng
ưu
ươm
ương
ước
ướp
ướt
ạ
ạch
ải
ảnh
ảo
ấm
ấn
ấp
ấy
ầm
ẩm
ẩn
ẩu
ập
ắt
ếch
ễnh
ỉ
ỉa
ốc
ốm
ống
ốp
ồm
ồn
ổi
ổn
ổng
ớ
ớt
ờ
ở
ủ
ủa
ủi
ủn
ủng
ức
ứng
ừ
ừm
ực
ỷ
